<?php
require_once('C:\wamp64\www\register1\layouts\header.php');
?>
<!DOCTYPE html>
<html lang="en">
<head>
 <meta charset="UTF-8">
 <meta name="viewport" content="width=device-width, initial-scale=1.0">
 <meta name="description" content="">
 <meta name="author" content="">
<body>
    <style>
        h1 {
            text-align: center;
        }
             th {
font-size: x-large;
        }
        
    </style>
    <h1>Найважливіші історичні дати та події</h1>
<style>
table {
    border-collapse: collapse;
    border-spacing: 0;
    width: 100%;
    border: 1px solid #ddd;
}

th, td {
    text-align: left;
    padding: 16px;
}

tr:nth-child(even) {
    background-color: #f2f2f2
}
</style>
</head>
<body>
<table>
  <tr>
    <th>Тема</th>
    <th>Дата</th>
  </tr>
  <tr>
    <td>Стародавня історія України</td>
    <td><b>IV - середина III тис. до н.е.</b> - розселення племен трипільської
        культури на території України;<br>
        <b>VIII-VI ст. до н. е.</b> – Велика грецька колонізація<br>
        <b>друга половина V - VII ст.</b>- Велике розселення слов'ян.</td>
  </tr>
  <tr>
    <td>Київська держава</td>
    <td><b>860 р.</b> – похід Аскольда на Константинополь, укладення
        першого відомого договору Русі з Візантією;<br>
        <b>907, 911, 941, 944 рр.</b> – походи князів на Константинополь;<br>
<b>882 р.</b> - об'єднання північних та південних руських земель
    Олегом;<br>
<b>988 р.</b> - запровадження християнства як державної релігії;<br>
<b>1019 - 1054 рр.</b> - князювання Ярослава Мудрого в Києві;<br>
<b>1036 р.</b> – розгром печенігів князем Ярославом Мудрим.<br>
<b>1056-1057 рр.</b> – створення Остромирового Євангелія;<br>
<b>1097 р.</b> - Любецький з’їзд (снем) князів;<br>
<b>1113 р.</b> – укладення «Повісті минулих літ»; початок правління
Володимира Мономаха в Києві;<br>
<b>1187 р.</b> - Перша згадка назви «Україна» в писемних джерелах;
створення «Слова о полку Ігоревім».</td>
  </tr>
  <tr>
    <td>Галицько-Волинська держава. Монгольська навала.</td>
    <td><b>1199 р.</b> - утворення Галицько-Волинської держави<br>
<b>1223 р.</b> – битва на р. Калка;<br>
<b>1238 р. - 1264рр.</b> – правління Данила Романовича;<br>
<b>1240 р.</b> - захоплення Києва монголами;<br>
</td>
  </tr>
  <tr>
    <td>Литовсько-руська держава.
Українські землі у складі Великого
князівства Литовського та інших
держав (у другій половині ХІV –
першій половині ХVІ ст.)
</td>
<td><b>1362 р.</b> - битва на р.Сині Води;<br>
<b>1385 р.</b> - укладення Кревської унії;<br>
<b>40-і роки ХV століття</b> – утворення Кримського ханства;<br>
<b>1478 р.</b> - визнання Кримським ханством васальної залежності
від Османської імперії<br>
<b>1489 р.</b> - перша згадка про українських козаків у писемних
джерелах.<br>
<b>1514 р.</b> – битва під Оршею</td>
  </tr>

</table>

</body>
</html>
<?php
require_once('C:\wamp64\www\register1\layouts\footer.php');
?>






