<?php
require_once('C:\wamp64\www\register1\layouts\header.php');
?>
<!DOCTYPE html>
<html>
<head>
<meta name="viewport" content="width=device-width, initial-scale=1">
<style>
img {
    display: block;
    margin-left: auto;
    margin-right: auto;
}
h2 {
    text-align: center;
}
</style>
</head>
<body>

<h2>Історичні персоналії для візуального розпізнавання</h2>

<img src="/register1/template/images/download_20.jpg" alt="Paris" style="width:25%;">
<p><b>Михайло Грушевський</b> – народився в м. Холм. У 1894р. очолив кафедру історії України
    у Львівському університеті. Очолював історико-філософську секцію Наукового товариства
    ім. Шевченка. Автор фундаментальної праці «Історія України-Руси». Один із засновників 
    Української національно-демократичної партії (1899р.) У роки Першої світової війни був
    висланий з України. У 1917р. очолював Українську Центральну Раду. Після гетьманського 
    перевороту П.Скоропадського емігрував за кордон. 1924р. повернувся в радянську Україну,
    був обираним членом Української академії наук, а з 1929р. академік академії наук СРСР. 
    У 30-х роках звинувачений у причетності до діяльності антирадянського «Українського національного центру».
    Помер 1934р. в Москві.</p>
<img src="/register1/template/images/download_21.jpg" alt="Paris" style="width:25%;">
<p><b>Володимир Винниченко</b>b – член Революційної української партії (РУП), з
    1904р. ініціатор створення Української соціал-демократичної партії (УСДП). 
    У червні 1917р. став головою першого українського уряду Генерального секретаріату
    Української Центральної Ради і одночасно виконував обов’язки генерального секретаря
    внутрішніх справ. Співавтор усіх чотирьох Універсалів Центральної Ради. У час
    гетьманського режиму перебував в опозиції, очолив Український національний союз, 
    згодом став головою Директорії. Через суперечності з Петлюрою пішов у відставку і 
    виїхав за кордон. На початку 1920-х років повернувся в УСРР, однак, зрозумівши, 
    що його запрошують до співпраці з тактичних міркувань, знову виїхав за кордон.
    Останні 25 років проживав у французькому місті Мужен поблизу Канн, займаючись 
    літературою та живописом.</p>
<img src="/register1/template/images/download_22.jpg" alt="Paris" style="width:25%;">
<p><b>Павло Скоропадський</b> навчався в Петербурзькому пажеському корпусі,
    брав участь у російсько-японській війні, нагороджений Георгіївською зброєю 
    і багатьма орденами за особисту мужність і героїзм. У роки Першої світової 
    війни отримав звання генерал лейтенанта. У час національно-революційного руху 
    1917р. був наказним отаманом Вільного козацтва. 29 квітня 1918р. при підтримці
    німців та австрійців став Гетьманом Української Держави. Доклався до створення 
    незалежної української держави. Після евакуації військ Німеччини з України, а 
    також внаслідок антигетьманського повстання, очоленого Українським Національним
    Союзом, зрікся влади і залишив Україну.</p>
<img src="/register1/template/images/download_23.jpg" alt="Paris" style="width:25%;">
<p><b>Євген Петрушевич</b> – активний член Української національно-демократичної
    партії, посол до Австрійського парламенту (1907р.) та Галицького сейму (1913-1914рр.). 
    Очолював Українську Народну Раду, яка в листопаді 1918р. проголосила ЗУНР. 
    Президент Західноукраїнської Народної республіки (ЗУНР). 22 січня 1919р уклав
    із Директорією УНР Акт Злуки. Влітку 1919р. отримав диктаторські повноваження, 
    які означали суміщення обов’язків президента і голови уряду. Попри суперечності
    з С.Петлюрою, приєднав Галицьку армію до армії Української Народної Республіки 
    (УНР) для спільної боротьби проти більшовиків.</p>
</body>
</html>
<?php
require_once('C:\wamp64\www\register1\layouts\footer.php');
?>

