<?php
require_once('C:\wamp64\www\register1\layouts\header.php');
?>
<!DOCTYPE html>
<html lang="en">
<head>
 <meta charset="UTF-8">
 <meta name="viewport" content="width=device-width, initial-scale=1.0">
 <meta name="description" content="">
 <meta name="author" content="">
<body>
    <style>
        body {
            background-color: whitesmoke;
        }
        h1 {
            text-align:  center;
        }
        p {
        column-count: 2;
        margin-left: 20px;
        }
    </style>
<body>
<h1>I світова війна(1914-1918рр.)</h1>
<p>
28 червня 1914 року у Сараєво, столиці Боснії, сербський націоналіст Гаврило Принцип 
вбив наступника австро-угорського престолу ерцгерцога Франца-Фердинанда.
Дядько Франца-Фердинанда, імператор Франц-Йосиф, не дуже любив племінника, 
але для нього це стало справою принципу.
Австро-Угорщина оголосила Сербії ультиматум. Сербія погодилася, але частково.
Австро-Угорщину це не задовольнило, і вона оголосила Сербії війну. Росія, як 
союзник Сербії, розпочала мобілізацію. 1 серпня Німеччина оголосила війну Росії 
(це вважають початком Першої світової війни). А ще через два дні Франції. Шлях до 
Франції пролягає через Бельгію, тому Німеччина ввела туди свої війська. Британія, 
як союзник Бельгії, оголосила війну Німеччині. Австро-Угорщина, як союзник Німеччини,
оголосила війну Росії.<br>
Прихильники різних поглядів акцентують увагу на різних причинах початку війни. 
Одні відзначають, що перед початком конфлікту найбільш хвацькі країни — Британія 
та Франція насамперед — встигли зробити більшу частину світу своїми колоніями.
Новопостала Німецька імперія заявила про необхідність перерозподілу.
Сформувалося два протиборчих блоки — Антанта: це Британія, Франція, росія та союзники,
і Троїстий союз, який після певних перетрубацій, трансформувався у Четверний союз Німеччини, 
Австро-Угорщини, Османської імперії та Болгарії з союзниками.
Ще одна важлива причина — це зростання рівня мілітаризму та шовінізму. 
Війну розглядали не тільки як ефективний засіб вирішення державних справ
але й як заняття благородне та необхідне.</p>
</body>
<!DOCTYPE html>
<html>
<head>
<meta name="viewport" content="width=device-width, initial-scale=1">
<style>
img {
    display: block;
    margin-left: auto;
    margin-right: auto;
}
</style>
</head>
<body>

<img src="/register1/template/images/download7.jpg" alt="Paris" style="width:50%;">
 <div class="bg">
        <!--<img src="/test/template/images/download7.jpg" style="width:100%" >-->
    </div>
<p>Українців Перша світова війна застала по різні боки фронтів. Українці Австро-Угорщини 
    оголосили, що підтримають свою країну у війні проти царської росії, майже одразу після
    початку. 2 серпня 1914 року у Львові було створено Головну українську раду на чолі з
    Костем Левицьким. Він координував діяльність українців, що підтримували Австро-Угорщину.
    У травні 1915 року цей орган еволюціонував у Загальну українську раду, на чолі з тим же 
    Костем Левицьким.<br> На відміну від Головної української ради, ЗУР претендувала представляти
    інтереси уже всіх українців, а не лише підавстрійських.Одним з принципово 
    важливих кроків Головної української ради стало створення у серпні 1914 
    року військового формування українських добровольців — Легіону українських 
    січових стрільців (УСС). Записувалися до них, переважно, учасники спортивних 
    товариств «Сокіл», «Січ» та «Пласт».</p>
</head>
</html> 
<?php
require_once('C:\wamp64\www\register1\layouts\footer.php');
?>

